#!/usr/bin/python3
# -*- coding:utf-8 -*-
"""Thunder AI - проект для анализа данных, машинного обучения и искусственного интеллекта
Язык программирования: Python 3
Создатель: Okulus Dev (C) 2023
Лицензия: GNU GPL v3"""
from thunderlibs import Parser

logo = '''           $$$$$$"
          3$$$$$"
         z$$$$P
        d$$$$"          __  __                    __                    _ 
      .$$$$$"          / /_/ /_  __  ______  ____/ /__  _____    ____ _(_)
     z$$$$$"          / __/ __ \\/ / / / __ \\/ __  / _ \\/ ___/   / __ `/ / 
   d$$$$$$$$$$"      / /_/ / / / /_/ / / / / /_/ /  __/ /      / /_/ / / 
  *******$$$"        \\__/_/ /_/\\__,_/_/ /_/\\__,_/\\___/_/   (_) \\__,_/_/ 
       .$$$"        
      .$$"
     4$P"
    z$"
   z'''


def main():
	print(logo)
	parser = Parser('[󱐋] Thunder AI - проект для анализа данных, машинного обучения и искусственного интеллекта')

	args = parser.get_args()


if __name__ == '__main__':
	main()
